手順としては、以下のような具合に修正している

1. 既存リソースの import
```sh
## dev
make import ALIAS=kajitaku/dev ADDR=aws_wafregional_ipset.aqutia_offices ID=67cea5f6-bd0c-4a2a-9200-a06696f177da
$ make import ALIAS=kajitaku/dev ADDR=aws_wafregional_rule.from_aqutia_offices ID=eadf395d-2cfd-466d-806a-d76b28d94ddf

## prod
make import ALIAS=kajitaku/prod ADDR=aws_wafregional_ipset.aqutia_offices ID=4cb2434b-bce8-4e7a-b63d-181ac9949cce
make import ALIAS=kajitaku/prod ADDR=aws_wafregional_rule.from_aqutia_offices ID=619bdeb8-0961-454a-87ac-4e8f62a79166
```

2. 差分を無くすように `{dev,prod}/waf_ap-northeast-1.tf` を修正
    - 合わせて、アクティア関連の ipset の名称を `vg_offices` → `aqutia_offices` に修正

3. make plan で差分状況を確認

### make plan ALIAS=kajitaku/dev
```console
$ make plan ALIAS=kajitaku/dev
Initializing modules...

Initializing the backend...

Initializing provider plugins...

:

------------------------------------------------------------------------

An execution plan has been generated and is shown below.
Resource actions are indicated with the following symbols:
  ~ update in-place
-/+ destroy and then create replacement

Terraform will perform the following actions:

  # aws_wafregional_ipset.aqutia_offices must be replaced
-/+ resource "aws_wafregional_ipset" "aqutia_offices" {
      ~ arn  = "arn:aws:waf-regional:ap-northeast-1:732115914794:ipset/67cea5f6-bd0c-4a2a-9200-a06696f177da" -> (known after apply)
      ~ id   = "67cea5f6-bd0c-4a2a-9200-a06696f177da" -> (known after apply)
      ~ name = "vg_offices" -> "aqutia_offices" # forces replacement

        ip_set_descriptor {
            type  = "IPV4"
            value = "39.110.203.221/32"
        }
    }

  # aws_wafregional_rule.from_aqutia_offices will be updated in-place
  ~ resource "aws_wafregional_rule" "from_aqutia_offices" {
        arn         = "arn:aws:waf-regional:ap-northeast-1:732115914794:rule/eadf395d-2cfd-466d-806a-d76b28d94ddf"
        id          = "eadf395d-2cfd-466d-806a-d76b28d94ddf"
        metric_name = "FromAqutiaOffices"
        name        = "from_aqutia_offices"
        tags        = {}

      - predicate {
          - data_id = "67cea5f6-bd0c-4a2a-9200-a06696f177da" -> null
          - negated = false -> null
          - type    = "IPMatch" -> null
        }
      + predicate {
          + data_id = (known after apply)
          + negated = false
          + type    = "IPMatch"
        }
    }

  # aws_wafregional_web_acl.lb_argama_dev will be updated in-place
  ~ resource "aws_wafregional_web_acl" "lb_argama_dev" {
        arn         = "arn:aws:waf-regional:ap-northeast-1:732115914794:webacl/d4a1dc60-f013-4b59-ab2a-bdcbf48e49a7"
        id          = "d4a1dc60-f013-4b59-ab2a-bdcbf48e49a7"
        metric_name = "LbArgamaDev"
        name        = "lb_argama_dev"
        tags        = {}

        default_action {
            type = "BLOCK"
        }

        rule {
            priority = 1
            rule_id  = "9b20e733-2fa7-4179-a51c-a2c8b3a6d4a3"
            type     = "REGULAR"

            action {
                type = "ALLOW"
            }
        }
      + rule {
          + priority = 2
          + rule_id  = "2cb232f5-778d-458e-a217-f88090c1660e"
          + type     = "REGULAR"

          + action {
              + type = "ALLOW"
            }
        }
      - rule {
          - priority = 3 -> null
          - rule_id  = "2cb232f5-778d-458e-a217-f88090c1660e" -> null
          - type     = "REGULAR" -> null

          - action {
              - type = "ALLOW" -> null
            }
        }
      + rule {
          + priority = 3
          + rule_id  = "eadf395d-2cfd-466d-806a-d76b28d94ddf"
          + type     = "REGULAR"

          + action {
              + type = "ALLOW"
            }
        }
      - rule {
          - priority = 4 -> null
          - rule_id  = "eadf395d-2cfd-466d-806a-d76b28d94ddf" -> null
          - type     = "REGULAR" -> null

          - action {
              - type = "ALLOW" -> null
            }
        }
    }

Plan: 1 to add, 2 to change, 1 to destroy.

------------------------------------------------------------------------

This plan was saved to: .plan/kajitaku/dev.plan.out

To perform exactly these actions, run the following command to apply:
    terraform apply ".plan/kajitaku/dev.plan.out"
```

### make plan ALIAS=kajitaku/prod
```console
$ make plan ALIAS=kajitaku/prod
Initializing modules...

Initializing the backend...

Initializing provider plugins...

:

------------------------------------------------------------------------

An execution plan has been generated and is shown below.
Resource actions are indicated with the following symbols:
  ~ update in-place
-/+ destroy and then create replacement

Terraform will perform the following actions:

  # aws_wafregional_ipset.aqutia_offices must be replaced
-/+ resource "aws_wafregional_ipset" "aqutia_offices" {
      ~ arn  = "arn:aws:waf-regional:ap-northeast-1:732115914794:ipset/4cb2434b-bce8-4e7a-b63d-181ac9949cce" -> (known after apply)
      ~ id   = "4cb2434b-bce8-4e7a-b63d-181ac9949cce" -> (known after apply)
      ~ name = "vg_offices" -> "aqutia_offices" # forces replacement

        ip_set_descriptor {
            type  = "IPV4"
            value = "39.110.203.221/32"
        }
    }

  # aws_wafregional_rule.from_aqutia_offices will be updated in-place
  ~ resource "aws_wafregional_rule" "from_aqutia_offices" {
        arn         = "arn:aws:waf-regional:ap-northeast-1:732115914794:rule/619bdeb8-0961-454a-87ac-4e8f62a79166"
        id          = "619bdeb8-0961-454a-87ac-4e8f62a79166"
        metric_name = "FromAqutiaOffices"
        name        = "from_aqutia_offices"
        tags        = {}

      - predicate {
          - data_id = "4cb2434b-bce8-4e7a-b63d-181ac9949cce" -> null
          - negated = false -> null
          - type    = "IPMatch" -> null
        }
      + predicate {
          + data_id = (known after apply)
          + negated = false
          + type    = "IPMatch"
        }
    }

Plan: 1 to add, 1 to change, 1 to destroy.

------------------------------------------------------------------------

This plan was saved to: .plan/kajitaku/prod.plan.out

To perform exactly these actions, run the following command to apply:
    terraform apply ".plan/kajitaku/prod.plan.out"
```